Repository: martpoblet/Suonote-App
Catalog: SuonoteWidget/Localizable.xcstrings
Source language: en
Languages: es

source: Aeolian
es: Eólico

source: Archived
es: Archivada

source: Bridge
es: Puente

source: Chorus
es: Estribillo

source: Continue
es: Continuar

source: Dorian
es: Dórico

source: Edited %@
es: Editada %@

source: Edited just now
es: Editada recién

source: Finished
es: Terminada

source: Harmonic Minor
es: Menor armónica

source: In progress
es: En progreso

source: Just now
es: Recién

source: Keep writing
es: Sigue escribiendo

source: Key
es: Tonalidad

source: Locrian
es: Locrio

source: Lydian
es: Lidio

source: Major
es: Mayor

source: Melodic Minor
es: Menor melódica

source: Meter
es: Compás

source: Minor
es: Menor

source: Mixolydian
es: Mixolidio

source: My Song
es: Mi canción

source: Open
es: Abrir

source: Open Suonote
es: Abrir Suonote

source: Outro
es: Final

source: Pentatonic Major
es: Pentatónica mayor

source: Pentatonic Minor
es: Pentatónica menor

source: Phrygian
es: Frigio

source: Polished
es: Pulida

source: Pre-Chorus
es: Pre-estribillo

source: Quick access to your latest songwriting project.
es: Acceso rápido a tu última canción en progreso.

source: Record
es: Grabar

source: Sections
es: Secciones

source: Start a song
es: Empezar una canción

source: Studio
es: Estudio

source: Verse
es: Estrofa

source: Your next song starts here.
es: Tu próxima canción empieza aquí.
